7zip
arc-gtk-theme
arch-install-scripts
archlinux-appstream-data
archlinux-kernel-manager
archlinux-keyring
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-app-glade-git
arcolinux-arc-dawn-git
arcolinux-arc-kde
arcolinux-bin-git
arcolinux-bootloader-grub-git
arcolinux-btop-git
arcolinux-common-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-dwm-git
arcolinux-dwm-pacman-hook-git
arcolinux-dwm-slstatus-git
arcolinux-fish-git
arcolinux-fonts-git
arcolinux-gnome-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk-surfn-arc-git
arcolinux-hblock-git
arcolinux-i3wm-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-local-applications-all-hide-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logo-git
arcolinux-meta-log
arcolinux-mirrorlist-git
arcolinux-nitrogen-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-powermenu-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-futuristic-git
arcolinux-sddm-materia-git
arcolinux-sddm-simplicity-git
arcolinux-sddm-slice-git
arcolinux-sddm-sugar-candy-git
arcolinux-sddm-urbanlifestyle-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-zsh-git
arconet-variety-config
arconet-wallpapers
arconet-xfce
argon2
aribb24
ast-firmware
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
autotiling
avahi:0.8+r194+g3f79789
ayatana-ido
babl
base
base-devel
bash
bash-completion
bat
bc
betterlockscreen
bibata-cursor-theme-bin
bind
binutils_1+r171+g01da089627be
bison
bitwarden
blas
bleachbit
blueberry
bluez
bluez-libs
bluez-tools
bluez-utils
bolt
brave-bin:1.73.105
breeze-icons
brightnessctl
brillo
brltty
broadcom-wl-dkms
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm
cantarell-fonts:0.303.1
capstone
cava
cblas
cdparanoia
cdrtoolsa09
chaotic-keyring
chaotic-mirrorlist
chromaprint
chrome-gnome-shell
cifs-utils
clonezilla
colord
colord-gtk-common
colord-gtk4
colord-sane
confuse
conky-lua-archers
convertlit
coreutils
cracklib
cronie
cryptsetup
cups-pk-helper
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
dconf-editor
ddcutil
ddrescue
debugedit
default-cursors
desktop-file-utils
device-mapper
dex
dialog:1.3_20240619
diffutils
ding-libs
discountd
djvulibre
dkms
dmenu
dmidecode
dmraidrc16.3
dnsmasq
dnssec-anchors
dosfstools
double-conversion
downgrade
drbl
dtc
duf
duktape
e2fsprogs
ebook-tools
ecryptfs-utils
edid-decode-git r720.5332a3b
edk2-aarch64
edk2-arm
edk2-ovmf
edk2-shell
efibootmgr
efivar
electron32
elementary-icon-theme
ell
enchant
endeavouros-keyring
endeavouros-mirrorlist
ethtool:6.9
evince
evolution-data-server
exempi
exfatprogs
exiv2
exo
expac
expat
extension-manager-gitr121.g74f8bd9
f2fs-tools
faac
faad2
fakeroot
fatresize
fd
feh
ffmpeg:7.1
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
fish
flac
flameshot-git r1954.3fafcf4a
flex
fluidsynth
fmt
fontconfig:2.15.0
freedownloadmanager
freeglut
freerdp:3.10.3
freetype2
frei0r-plugins
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
garcon
gawk
gc
gcc+r134+gab884fffe3fc
gcc-libs+r134+gab884fffe3fc
gconf+11+g07808097
gcr
gcr
gd
gdbm
gdk-pixbuf2
gdm
gegl
geoclue
geocode-glib
geocode-glib-common
gettext
ghostscript
ghq
giflib
gimp
git
github-cli
github-desktop-bin_linux1
gjs:1.82.1
gksu
glib-networking:2.80.1
glib2
glibc+r16+gaa533d58ff
glibmm
glibmm
glslang
glu
glusterfs:11.1
glycin
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth+r16+g61cfff1c
gnome-bluetooth
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager+r74+g19b6f67d
gnome-control-center
gnome-desktop:44.1
gnome-desktop
gnome-desktop-common:44.1
gnome-font-viewer
gnome-keybindings
gnome-keyring:46.2
gnome-logs
gnome-menus
gnome-online-accounts
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell:47.2
gnome-shell-extension-system76-power-gitr0.g32de891
gnome-system-monitor
gnome-themes-extra+r6+g45b1d457
gnome-tweaks
gnome-user-share
gnulib-l10n
gnupg
gnutls
gobject-introspection-runtime
gom
google-chrome
gpart
gparted
gperftools
gpgme
gpmr38.ge82d1a6
gptfdisk
graphene
graphite:1.3.14
graphviz
grep
grilo
grilo-plugins:0.3.16
groff
grub:2.12
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsimplecal
gsm
gsound
gspell
gssdp
gssproxy
gst-devtools-libs
gst-editing-services
gst-libav
gst-plugin-gtk
gst-plugin-gtk4
gst-plugin-pipewire:1.2.7
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gst-python
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache:4.16.12
gtk2
gtk3:3.24.43
gtk4:4.16.12
gtkmm:2.24.5
gtkmm
gtkmm3
gtksourceview3:3.24.11+r28+g73e57b57
gtksourceview4
gtksourceview5
gts
guile
gummy
gupnp:1.6.7
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gzip
hardcode-fixer-git
hardinfo2
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
highway
htop
http-parser
hunspell
hw-probe
hwdata
hwinfo
hwloc
hyperv
hyphen
i2c-tools
i3-wm
i3blocks
i3lock-colorc.5
i3lock-fancy-dualmonitors-git r96.eeaaebd
i3status
iana-etc
icu
iio-sensor-proxy
ijs
imagemagick
imath
imlib2
inetutils
iniparser
inxi
iproute2
iptables:1.8.10
iputils
iso-codes
iw
iwd
jack2
jansson
jasper
jbig2dec
jbigkit
jemalloc:5.3.0
jfsutils
jq
js128
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdenlive
keyutils
kfilemetadata
kglobalaccel
kguiaddons
kguiaddons5
ki18n
kiconthemes
kio
kirigami
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kvantum
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kwindowsystem5
kxmlgui
l-smash
lame
lapack
laptop-detect
lbzip2
lcms2
ldb:4.21.3
ldns
lensfun:0.3.4
less:668
libaccounts-glib
libaccounts-qt
libadwaita:1.6.3
libaio
libappindicator-gtk3r298
libarchive
libass
libassuan
libasyncns:0.8+r3+g68cd5af
libatasmart
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcacabeta20
libcacard
libcanberra:0.30+r2+gc0620e4
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia+2.0.2
libcloudproviders
libcolord
libconfig
libcue
libcups:2.4.11
libcurl-gnutls
libdaemon
libdatachannel
libdatrie
libdbusmenu-glibr498
libdbusmenu-gtk3r498
libdc1394
libdca
libde265
libdecor
libdeflate
libdispatch
libdisplay-info
libdmapsharing
libdovi
libdrm
libdv
libdvbpsi:1.3.3
libdvdcss
libdvdnav
libdvdread
libebml
libebur128
libedataserverui4
libedit_3.1
libei
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfido2
libfontenc
libfreeaptx
libgcrypt
libgdata
libgdm
libgee
libgexiv2
libgirepository
libgit2:1.8.4
libgksu
libglvnd
libgme
libgnome-keyring:3.12.0+r14+g23438cc
libgnomekbd:3.28.1
libgoa
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libgweather
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libiptcdata
libiscsi
libisl
libjpeg-turbo
libjuice
libjxl
libkexiv2
libksba
liblc3
libldac
libldap
liblouis
liblqr
liblrdf
libltc
libluv_2
libmadb
libmalcontent
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmediaart
libmfx
libmicrodns
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec:0.1+r475
libmpdclient
libmpeg2
libmtp
libmypaint
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnss_nis
libnvme
liboauth:1.0.3+r16+gc26f038
libogg
libopenmpt
libopenraw
libosinfo
libp11-kit
libpamac-aur
libpaper
libpcap
libpciaccess
libpgm
libphonenumber:8.13.52
libpipeline
libpipewire:1.2.7
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse+r43+g3e2bb8a1e
libpwquality
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librest
librsvg:2.59.2
librsync:2.3.4
libsamplerate
libsasl
libseccomp
libsecret
libshout:2.4.6
libsigc++
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspiro:20240903
libsrtp:2.6.0
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool+r1+gbaa1fe41
libtorrent
libtpms
libtraceevent:1.8.4
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvlc
libvncserver
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient:4.21.3
libwebp
libwireplumber
libwmf
libwnck3
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv r2426+464c51a03
libzip
licenses
light
lilv
linuxarch1
linux-api-headers
linux-atm
linux-firmwareb00a7f7e
linux-firmware-bnx2xb00a7f7e
linux-firmware-liquidiob00a7f7e
linux-firmware-marvellb00a7f7e
linux-firmware-mellanoxb00a7f7e
linux-firmware-nfpb00a7f7e
linux-firmware-qlogicb00a7f7e
linux-firmware-whenceb00a7f7e
linux-headersarch1
linux-lts
linux-lts-headers
llvm-libs
lm_sensors:3.6.0.r41.g31d1f125
lmdb
localsearch
logrotate
lolcat
loupe
lrzip
lsb-releaser55.a25a4fc
lshw B.02.20
lsof
lsscsi
lua
lua51
lua51-lpeg
luajit
lv2
lvm2
lxappearance
lz4:1.10.0
lzo
lzop
m4
mailcap
make
man-db
man-pages
mbedtls
md4c
mdadm
media-player-info
meld
memtest86+
memtest86+-efi
mesa:24.3.3
minizip:1.3.1
mintstick-git r296.9cb8d4b
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-firmware
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlt
mobile-broadband-provider-info
mod_dnssd
modemmanager
most
mpdecimal
mpfr
mpg123
msgpack-c
msgraph
mtdev
mtools:4.0.46
mtpfs
multipath-tools
mutter
mypaint-brushes1
nano
nautilus
nbd
ncurses
ndctl
ndisc6
neon
neovim
net-snmp
net-tools
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt5
networkmanager-vpnc
nfs-utils
nfsidmap
nftables:1.1.1
nilfs-utils
nitrogen
nm-connection-editor
nomacs-qt6-gitr49.g365d784
noto-fonts:2025.01.01
noto-fonts-emoji:2.047
npth
nspr
nss
nss-mdns
ntfsg
ntpp18
numactl
numix-circle-arc-icons-git
numix-circle-icon-theme-gitr0.gd0a2e93
numix-icon-theme-gitr0.g09f69fd73
numlockx
nvme-cli
nvtop
oath-toolkit
obs-studio
ocl-icd
oh-my-zsh-git r7446.cae2e4519
oh-my-zsh-powerline-theme-git r81.56021ec
okular
onetbb
oniguruma
open-iscsi
open-isns
openal
openconnect:9.12
opencore-amr
opencv
openexr
openh264
openjpeg2
opensshp1
openssl
openvpn
opus
oranchelo-icon-theme-gitr0.g9cd0535
orc
os-prober
osinfo-db
p11-kit
pace
pacmanr6.gc685ae6
pacman-contrib
pacman-mirrorlist
pahole:1.28
pam
pamac-aur
pambase
pango:1.54.0
pangomm
pangomm
partclone
parted
partimage
paru
patch
pavucontrol:6.1
pbzip2
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phodav
phonon-qt6
phonon-qt6-vlc
picom-git_12.89.gfcb4a2dc_2024.11.21
pigz
pinentry
pipewire:1.2.7
pipewire-session-manager:1.2.7
pixman
pixz
pkcs11-helper
pkgconf
pkgfile
plasma-activities
playerctl
plocate
polkit
polkit-gnome
polkit-qt6
polybar
poppler
poppler-data
poppler-glib
poppler-qt5
poppler-qt6
popt
portaudio:19.7.0
ppp
pptpclient
procps-ng
protobuf
psmisc
pulseaudio+r43+g3e2bb8a1e
pulseaudio-alsa:1.2.12
pulseaudio-bluetooth+r43+g3e2bb8a1e
purpose
pv
python
python-autocommand
python-beautifulsoup4
python-cairo
python-certifi
python-charset-normalizer
python-configobj
python-dbus
python-defusedxml
python-distro
python-docopt
python-gobject
python-httplib2
python-i3ipc
python-idna
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-keyutils
python-lxml
python-markdown
python-more-itertools
python-numpy
python-packaging
python-pillow
python-platformdirs
python-psutil
python-pycurl
python-pyparsing
python-pyparted
python-pywal
python-requests
python-setproctitle
python-setuptools:75.2.0
python-six
python-soupsieve
python-tomlkit
python-unidecode
python-urllib3
python-wheel
python-xapp
python-xlib
python-yaml
qca-qt6
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-vmsr-helper
qqc2-desktop-style
qrencode
qt5-base+kde+r130
qt5-declarative+kde+r22
qt5-graphicaleffects
qt5-location+kde+r7
qt5-quickcontrols
qt5-quickcontrols2+kde+r5
qt5-remoteobjects
qt5-svg+kde+r5
qt5-translations
qt5-virtualkeyboard
qt5-wayland+kde+r59
qt5-webchannel+kde+r3
qt5-webengine
qt5-x11extras
qt5ct
qt6compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-networkauth
qt6-positioning
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
quickemu-gitr4.g622ecfd
quickgui-bin
ranger
raptor
rate-mirrors-bin
rav1e
re2:20240702
readline
rebornos-keyring
rebornos-mirrorlist
refind
reflector
ripgrep
ripgrep-all
rnnoise:0.2
rofi-lbonn-wayland+wayland3
rp-pppoe
rpcbind
rsync
rtkit
rtl8821cu-morrownr-dkms-gita249f5
rtmpdump:2.4.r105.6f6bb13
rubberband
ruby
ruby-erb
ruby-manpages
ruby-optimist
ruby-paint
ruby-rdoc
rubygems
run-parts
rygel:0.44.1
sane
sardi-icons
sbc
screen
scrot
sdbus-cpp
sddm
sdl2
sdl2_image
sdl2_ttf
sdparm
seabios
sed
serd
sg3_utils
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui+20231016
signond
simple-scan
slang
smartmontools
smbclient:4.21.3
snappy
snapshot
sndio
sof-firmware
sofirem-git
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
sparklines-git v1.0.1.33.gab88ac6
spdlog
speedtest-cli-git+r299+g22210ca35
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-toolsrc1
spotify:1.2.52.442
spotify-adblock-git:1.0.3.r4.gfc0d2e2
sqlite
squashfs-tools
sratom
srt
sshfs
startup-notification
stoken
stow
sublime-text
sudop2
suitesparse
surfn-icons-git
sushi
svt-av1
svt-hevc
swtpm
sxhkd
syndication
sysfsutils
syslinuxpre3.r3.g05ac953c
system76-power
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
taglib
talloc
tar
tcl
tcpdump
tdb
tecla
telegram-desktop
terminus-font
testdisk
tevent:0.16.1
texinfo
text-engine-gitr154.gd78a130
the_silver_searcher
thin-provisioning-tools
threadweaver
time
timeshift
tinysparql
tmux_a
toiletr155.3eb9d58
tolua++
totem-pl-parser+r30+g51b8439
tpm2-tss
trash-cli
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-dejavu+18+g9b5d1b2f
ttf-droid
ttf-font-awesome
ttf-hack
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family:0.83
ttf-wps-fonts
twolame
tzdatab
uchardet
udftools
udiskie
udisks2
ufetch-arco-git:r167.21f22c2
unace
unibilium
unrar:7.1.2
unzip
upd72020x-fw:1.0.0
upower
usb_modeswitch
usbmuxd
usbredir
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
vapoursynth R70
variety
vde2
ventoy-bin
verdict
vid.stab
vim
vim-runtime
vimix-cursors
virglrenderer
virtiofsd
visual-studio-code-bin
vlc
vmaf
volume_key
volumeicon
vpnc:0.5.3.r539.r239
vte-common
vte3
vulkan-headers:1.4.303
vulkan-icd-loader
wavpack
wayland
wd719x-firmware
webkit2gtk
webkitgtk
webrtc-audio-processing
wget
which
wildmidi
wireless-regdb
wireless_toolspre9
wireplumber
wmctrl
woff2
wolfssl
wpa_supplicant:2.11
wps-office
wps-office-mime
wsdd
wttrr0.g36893b1
wvdial
wvstreams
x264:0.164.r3108.31e19f9
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-libinput
xf86-video-amdgpu
xfce4-notifyd
xfce4-power-manager
xfce4-settings
xfce4-taskmanager
xfconf
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yad
yajl
yay-gitr28.g9322197d
yt-dlp
zbar
zenity
zeromq
zimg
zix
zlib:1.3.1
zoom
zsh
zsh-autosuggestions-gitr2.g0e810e5
zsh-completions
zsh-fast-syntax-highlighting
zsh-history-substring-search-git:1.1.0.r12.g87ce96b
zsh-syntax-highlighting-gitr3.g5eb677b
zsh-theme-powerlevel10k-git r4308.3e2053a9
zstd
zsync
zvbi
zxing-cpp
